[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:28};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:2};
itm10={background:0,ccp:0,ccpzorder:over,cellheight:76,cellwidth:127,height:152,id:11,name:TABLE,type:TABLE,visible:true,width:381,x:63,y:167,zorder:13};
itm11={backcolor:0,bidimode:left-to-right,content:Current CB radio status,font:33,height:36,highcolor:0,hlayout:left,id:12,linespacing:0,multiline:false,name:Status,type:TEXTFIELD,visible:true,vlayout:top,width:500,wrapline:no-wrap,x:63,y:93,zorder:12};
itm12={backcolor:0,bidimode:left-to-right,content:Squelch sensitivity,font:33,height:36,highcolor:0,hlayout:left,id:17,linespacing:0,multiline:false,name:Text,type:TEXTFIELD,visible:true,vlayout:middle,width:500,wrapline:no-wrap,x:63,y:364,zorder:14};
itm13={id:18,name:CB_Radio_Sensitivity,refID:78,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:63,y:409,zorder:15};
itm14={backcolor:0,background:0,ccp:0,ccpzorder:over,height:330,id:19,name:DisableScr,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:380,x:61,y:153,zorder:16};
itm15={backcolor:0,background:1144,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:74,id:21,name:Add_Preset,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:124,x:444,y:167,zorder:17,txtfield:{backcolor:0,bidimode:left-to-right,content:Add preset,font:26,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Add_Preset,type:TEXTFIELD,visible:true,vlayout:top,width:109,wrapline:wrap-by-word,x:5,y:1}};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:3};
itm3={backcolor:0,background:962,ccp:778,ccpzorder:over,height:74,id:3,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:243,zorder:4,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:IMAGEFIELD_0,type:IMAGEFIELD,visible:true,width:36,x:59,y:16,layout_param:{clipx:0,clipy:0}}};
itm4={backcolor:0,background:962,ccp:778,ccpzorder:over,height:74,id:4,name:ON,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:167,zorder:5,txtfield:{backcolor:0,bidimode:left-to-right,content:ON,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:ON,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm5={backcolor:0,height:52,id:5,img:1115,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:202,x:601,y:95,zorder:6,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,height:36,id:6,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:627,y:100,zorder:7,layout_param:{clipx:0,clipy:0}};
itm7={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:7,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:621,y:95,zorder:8};
itm8={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:8,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:729,y:95,zorder:9};
itm9={backcolor:0,background:971,ccp:786,ccpzorder:over,height:75,id:9,name:Preset,type:BUTTON,useinlist:false,useintable:true,useintree:false,visible:true,width:127,x:63,y:167,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Preset,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Preset,type:TEXTFIELD,visible:true,vlayout:middle,width:109,wrapline:no-wrap,x:5,y:17}};

